<template>
  <v-container fluid class="pa-0">
    <v-img src="/terms-and-policy.jpg" class="pec-page"> </v-img>
    <pec-line></pec-line>
    <v-breadcrumbs
      large
      :items="[
      {
        text: '首頁',
        disabled: false,
        to: '/',
      },
      {
        text: '隱私權條款',
        disabled: false,
      },
    ]"
      class="primary--text"
    ></v-breadcrumbs>
    <div class="px-4">
      <h3 class="text-center text-h4 mt-15 mb-4">個人隱私保密政策</h3>
      <h6 class="text-center text-h6 mb-15">個人隱私保密政策</h6>
      <p>
        本公司十分重視您的隱私權保護，將依個人資料保護法及本隱私權政策蒐集、處理及利用您的個人資料，並提供您對個人資料權利之行使與保護。若您不同意本隱私權政策之全部或部分者，請您停止使用本網站服務。
      </p>
      <h6 class="text-h6">一、本隱私權政策適用之範圍：</h6>
      <p>本隱私權政策及其所包含之告知事項，僅適用於統一團購網網站。</p>
      <h6 class="text-h6">二、個人資料保護法應告知事項：</h6>
      <ol class="mb-4">
        <li>蒐集機關名稱：統一團購網</li>
        <li>蒐集目的：提供團購相關訂購、宅配服務所定之業務。</li>
        <li>
          個人資料類別：識別類（姓名、地址、聯絡電話、電子郵件信箱）、其他（為完成收款或付款所需之資料、往來電子郵件、網站留言、系統自動紀錄之軌跡資訊及其他得以直接或間接識別使用者身分之個人資料等），惟將以實際取得之個人資料為限。
        </li>
        <li>
          個人資料利用：本網站所蒐集的足以識別使用者身分的個人資料，都僅供本網站於其內部、依照蒐集之目的進行處理和利用，除非事先說明、或為完成提供服務或履行合約義務之必要、或依照相關法令規定或有權主管機關之命令或要求，否則本網站不會將足以識別使用者身分的個人資料提供給第三人（包括境內及境外）、或移作蒐集目的以外之使用。
        </li>
        <li>
          個人資料利用對象：本公司及本公司委外之協力廠商（例如：商品供應商、提供物流、金流或活動贈品、展示品之廠商）；如為本公司與其他廠商共同蒐集者，將於該共同蒐集之活動中載明。
        </li>
        <li>
          行使個人資料權利方式：依個人資料保護法第3條規定，您就您的個人資料享有查詢或請求閱覽、請求製給複製本、請求補充或更正、請求停止蒐集、處理或利用、請求刪除之權利。您可以透過寄送電子郵件至【yan6506@mail.pec.com.tw】（為避免電子郵件系統漏信或其他原因無法收悉，以回覆收悉為準），管理人員將於收悉您的請求後，儘速處理。但因本網站執行職務或業務所必須者，不再此限。
        </li>
      </ol>
      <h6 class="text-h6">三、個人資料蒐集、處理及利用說明</h6>
      <p>
        若您所填寫之送貨地址、聯絡人、聯絡方式等非您本人之個人資料，您同意已取得各該當事人之同意提供予本公司，並已代公本公司就前開法定告知事項予以告知。
        除依法應提供予司法、檢調機關、相關主管機關，或與本公司協力廠商為執行相關活動必要範圍之利用外，本公司將不會任意將您的個人資料提供予第三人。
      </p>
      <h6 class="text-h6">四、隱私權政策之修改</h6>
      <p>
        本網站有權隨時修改本隱私權政策，並得於修訂後公佈在本網站適當位置，不另行個別通知。若您不同意該等變更或修改，請停止繼續使用本網站服務，並依本隱私權政策規定通知本公司停止蒐集、處理及利用您的個人資料。
      </p>
    </div>
  </v-container>
</template>
<script>
import PecLine from '@/components/PecLine.vue'

export default {
  components: {
    PecLine,
  },
}
</script>
