<template>
  <v-container>
    <v-row dense v-for="(item, i) in items" :key="i">
      <v-col cols="6">{{ item[0] }}</v-col>
      <v-col cols="6">{{ item[1] }}</v-col>
      <v-col cols="12">{{ item[2] }}</v-col>
      <v-col cols="12">{{ item[3] }}</v-col>
      <v-col cols="12">
        <v-divider></v-divider>
      </v-col>
    </v-row>
  </v-container>
</template>
<script>
export default {
  data() {
    return {
      items: [
        [
          '永康福利社',
          '尤季鶯',
          '710台南市永康區中正路301號對面宿舍大樓1F福利社',
          '06-2536-789  分機6207',
        ],
        [
          '新市福利社',
          '吳慈珊',
          '744台南市新市區大營里7號',
          '06-5991-511  分機8127',
        ],
        [
          '楊梅福利社',
          '尹雅琳、蔡瑜珊',
          '326園市楊梅區水美里17鄰民富路1段301號',
          '03-4784143  分機3228或3222',
        ],
        [
          '台北領貨窗口',
          '謝京玲',
          '110台北市信義區松高路9號23樓',
          '02-87866888 轉 2900',
        ],
        [
          '湖口領貨窗口',
          '蘇淑娟',
          '303新竹縣湖口鄉八德路3段30號',
          '03-5693161轉5016',
        ],
        [
          '中壢領貨窗口',
          '蔡美雅',
          '320桃園縣中壢市工業區定寧路15號',
          '03-4523191轉1215',
        ],
        [
          '台中領貨窗口',
          '施素玫',
          '407台中市西屯區工業區三路7號',
          '04-23591158轉5203',
        ],
        [
          '高雄領貨窗口',
          '陳艷蓉',
          '800高雄市新興區七賢一路301號3樓(高雄業務處)',
          '07-2367-191轉8105',
        ],
        [
          '內湖領貨窗口',
          '周敏綺',
          '114台北市內湖區新明路86巷2號',
          '02-2790-8226(統祥公司)',
        ],
        ['林口物流', '林雅菁', '244新北市林口區宏昌街8巷2號', '02-2601-3466'],
        ['高屏物流', '楊妙姿', '821高雄市路竹區大仁路544號', '07-607-2641'],
        [
          '冷調食品廠',
          '余淑英',
          '730台南市新營區工業街83號',
          '06-637-1906轉899',
        ],
        [
          '麻豆麵包廠',
          '黃暖凰',
          '721台南市麻豆區麻口里麻豆口1-30號',
          '06-5704-210轉3205',
        ],
        [
          '冰品廠(永康)',
          '賴怡均',
          '台南市永康區經中路１號（永康工業區）',
          '06-2333-105',
        ],
      ],
    }
  },
}
</script>
